{
    "_comment": "{quest.overview.1.title}",
    "quest.step1" : "Step 1:",
    "quest.step2" : "Step 2:",
    "quest.step3" : "Step 3:",
    "quest.any" : "Any",

    "_comment0": "",
    "quest.chaptergroups.0.title" : "Default",
        "quest.chaptergroups.getting_started.0.title" : "Getting Started",
            "quest.chaptergroups.getting_started.0.1.title" : "Punching Trees",
            "quest.chaptergroups.getting_started.0.2.title" : "Craft basic infrastructure",
                "quest.chaptergroups.getting_started.0.2.subtitle" : "Make yourself at home!",
            "quest.chaptergroups.getting_started.0.3.title" : "It's a box!",
                "quest.chaptergroups.getting_started.0.3.description.1" : "There are a lot of decorations available to decorate your humble home.",
                "quest.chaptergroups.getting_started.0.3.description.2" : "You can search in JEI by mod:",
                "quest.chaptergroups.getting_started.0.5.description.1" : "You can craft a new quest book with a book and stone.",
                "quest.chaptergroups.getting_started.0.5.description.2" : "But, better to just not lose it :)",
            "quest.chaptergroups.getting_started.0.6.title" : "Bed Time",
            "quest.chaptergroups.getting_started.0.7.subtitle" : "How to use JEI(that thing with items on the RIGHT)",
                "quest.chaptergroups.getting_started.0.7.description.1" : "• Hovering over an item and pressing the \"R\" key (for Recipe) will display that items recipe.",
                "quest.chaptergroups.getting_started.0.7.description.2" : "• Pressing the \"U\" key (for Use) shows what that item can be used to create through crafting grids. ",
                "quest.chaptergroups.getting_started.0.7.description.3" : "• To search by mod name use the \"@\" key before search in search box.",
                "quest.chaptergroups.getting_started.0.7.description.4" : "• To select the search box without clicking on it, the player can press Ctrl + F.",
                "quest.chaptergroups.getting_started.0.7.description.5" : "• To bookmark a recipe (for easier crafting later, will also save in a menu on the left side of the inventory screen): Hover over the item + A.",
            "quest.chaptergroups.getting_started.0.8.title" : "Time to hunt",
                "quest.chaptergroups.getting_started.0.9.description.1" : "A Trowel tool can be crafted with Iron and Sticks. The Trowel, when right clicked, will place a random block from your hotbar, making it useful for ruins or paths.",
                "quest.chaptergroups.getting_started.0.9.description.2" : "A Trowel will break after placing 256 blocks, or four stacks.",
            "quest.chaptergroups.getting_started.0.10.title" : "Portal Time!",
            "quest.chaptergroups.getting_started.0.11.title" : "See you in Hell!",
            "quest.chaptergroups.getting_started.0.12.title" : "This is the End.....",
            "quest.chaptergroups.getting_started.0.13.title" : "Farming Bob",
            "quest.chaptergroups.getting_started.0.14.title" : "Iron Armor",
            "quest.chaptergroups.getting_started.0.15.title" : "Diamond Armor",
                "quest.chaptergroups.getting_started.0.16.description.1" : "Quests come in a number of different types in this pack.",
                "quest.chaptergroups.getting_started.0.16.description.2" : "You can have quests for simply traveling to a destination or by traveling a certain number of blocks.",
                "quest.chaptergroups.getting_started.0.16.description.3" : "A majority of the quests in this pack will be completed by gaining the required item in your inventory. You will automatically get a pop up message in the top corner when this happens.",
                "quest.chaptergroups.getting_started.0.16.description.4" : "The final quest type, such as this one, simply requires you to click the checkbox in the Tasks box to complete the quest (as a confirmation of reading :]).",
                "quest.chaptergroups.getting_started.0.16.description.5" : "Finally to collect any reward simply click on in it in the above Rewards box, as you can above, to get a torch for some light as you get going.",
                "quest.chaptergroups.getting_started.0.17.description.1" : "There are couple of new mechanics that this pack employs, descriptions of which you will find following this quest.",
                "quest.chaptergroups.getting_started.0.17.description.2" : "You can always come back here to read them again.",
                "quest.chaptergroups.getting_started.0.17.description.3" : "- Gain variable benefits for eating a greater variety of foods.",
                "quest.chaptergroups.getting_started.0.17.description.4" : "- Harvest groups of blocks at time to speed up mining, harvesting, and tilling.",
                "quest.chaptergroups.getting_started.0.17.description.5" : "- additional enchanting mechanics that will allow you to level up your enchantments higher than the vanilla limit(with items)",
                "quest.chaptergroups.getting_started.0.17.description.6" : "- jobs with each unique feature;",
                "quest.chaptergroups.getting_started.0.17.description.7" : "- new Lunar Events: Blood, Blue, and Harvest Moons;",
            "quest.chaptergroups.getting_started.0.18.subtitle" : "Ore Excavation/Veinminer Alternative",
                "quest.chaptergroups.getting_started.0.18.description.1" : "This mod allows you to harvest multiple blocks at once if you hold the Grave/Tilde ( ` / ~ ) key (configurable in Controls, change FTB Ultimine key).",
                "quest.chaptergroups.getting_started.0.18.description.2" : "- Renders white lines around blocks that will be mined.",
                "quest.chaptergroups.getting_started.0.18.description.3" : "- You can also use hoe on grass in similar way to till multiple blocks at once",
                "quest.chaptergroups.getting_started.0.18.description.4" : "- Harvest crops by right-clicking on them",
                "quest.chaptergroups.getting_started.0.18.description.5" : "Select a shape by holding shift and the grave key while scrolling the mouse scroll wheel. ",
                "quest.chaptergroups.getting_started.0.18.description.6" : "- Shapeless: No shape applied.",
                "quest.chaptergroups.getting_started.0.18.description.7" : "- Small Tunnel: A 1x1 deep tunnel.",
                "quest.chaptergroups.getting_started.0.18.description.8" : "- Small Square: A 3x3x1. (Depth of one. If you want a long 3x3 tunnel, you are probably better off digging 9 separate small tunnels.) ",
                "quest.chaptergroups.getting_started.0.18.description.9" : "- Mining Tunnel: A 1x1 tunnel angled down. (You will need at least 3 of these to form stairs you can walk down.)",
                "quest.chaptergroups.getting_started.0.18.description.10" : "- Escape Tunnel: Same as the mining tunnel, but upward.",
                "quest.chaptergroups.getting_started.0.18.description.11" : "Tip: Just remember to reset your shape to shapeless for clearing ore deposits or you will only mine the ores in the selected shape.",
            "quest.chaptergroups.getting_started.0.19.title" : "FTB Ultimine",
            "quest.chaptergroups.getting_started.0.20.subtitle" : "Benefis for eating different food!",    
            "quest.chaptergroups.getting_started.0.20.description.1" : "Spice of Life: Potato Edition will give you benefits for eating a variety of foods.",
                "quest.chaptergroups.getting_started.0.20.description.2" : "You will receive variable benefits depending on how diverse your current diet is, and has been in the recent past.",
                "quest.chaptergroups.getting_started.0.20.description.3" : "You will have to maintain that level of diversity to keep those benefits. This should encourage automation of a variety of foods, rather than just encouraging you to eat each food once (SoL: Carrot Edition).",
                "quest.chaptergroups.getting_started.0.20.description.4" : "*Note: This means your diversity score is constantly and dynamically changing depending on what your current and past diet.",
                "quest.chaptergroups.getting_started.0.20.description.5" : "Thus, you can have many benefits after eating a diverse set of foods for a time, but falling back to eating only bread will gradually result in a loss/weakening of gained benefits.",
                "quest.chaptergroups.getting_started.0.20.description.6" : "To get a higher diversity score, you need to keep including more and more diverse types of foods in your diet.",
            "quest.chaptergroups.getting_started.0.21.title" : "Spice Of Life: Potato Edition",
            "quest.chaptergroups.getting_started.0.22.subtitle" : "Visit 'Not Enough Food' chapter to find more about cooking possibilities",
            "quest.chaptergroups.getting_started.0.23.subtitle" : "Unlock trades when a villager has them blocked (red X).  Also used as crafting material in many items",
            "quest.chaptergroups.getting_started.0.24.subtitle" : "Upgrade your Iron Golems.  New versions are upgraded and will never attack players even when hit",
            "quest.chaptergroups.getting_started.0.25.subtitle" : "Convert pillagers into Town Guards to fight and defend against raids",
            "quest.chaptergroups.getting_started.0.26.subtitle" : "Summons Pillagers on use",
            "quest.chaptergroups.getting_started.0.27.subtitle" : "Corrupt villagers and traders into Pillagers, and can make some illagers even more powerful",
            "quest.chaptergroups.getting_started.0.28.subtitle" : "Instantly levels up their profession level without doing any trades",
            "quest.chaptergroups.getting_started.0.29.subtitle" : "Convert a Wandering Trader into a villager",
            "quest.chaptergroups.getting_started.0.30.subtitle" : "Free Wandering Trader llamas from captivity, converting them to normal",
            "quest.chaptergroups.getting_started.0.31.subtitle" : "You can craft a new quest book with a book and stone.",
                "quest.chaptergroups.getting_started.0.31.description.1" : "But, better to just not lose it :)",
            "quest.chaptergroups.getting_started.0.32.subtitle" : "Full-size 1x1 storage drawers will store 32 stacks of an item.",
                "quest.chaptergroups.getting_started.0.32.description.1" : "Full-size 1x1 storage drawers will store 32 stacks of an item.",
                "quest.chaptergroups.getting_started.0.32.title.1" : "Full Storage Drawer: Single Item",
            "quest.chaptergroups.getting_started.0.33.subtitle" : "Head over to Deco Madness chapter to find more about decorations!",
            "quest.chaptergroups.getting_started.0.34.subtitle" : "Visit 'Storage Solutions' chapter to find more about storage possibilities",
            "quest.chaptergroups.getting_started.0.35.title" : "Humble adobe",
            "quest.chaptergroups.getting_started.0.36.subtitle" : "Visit 'Deco madness' chapter to find more about decoration possibilities",
            "quest.chaptergroups.getting_started.0.37.subtitle" : "Head over to Tinkers Workshop chapter to learn more about tools creation!",
            "quest.chaptergroups.getting_started.0.38.subtitle" : "Make your first villager trade",
            "quest.chaptergroups.getting_started.0.39.subtitle" : "Trade with the Enderologist in the End dimension",
            "quest.chaptergroups.getting_started.0.40.subtitle" : "Trade with every villager profession",
            "quest.chaptergroups.getting_started.0.41.subtitle" : "Trade with the Netherologist in the Nether dimension",
            "quest.chaptergroups.getting_started.0.42.subtitle" : "Buy an Explorer Map from a villager",
            "quest.chaptergroups.getting_started.0.43.subtitle" : "Weaken and then cure the zombie villager",
                "quest.chaptergroups.getting_started.0.44.description.1" : "While progressing through the quest book you will gain coins which can be traded for different valuable items in dedicated chapter",
        
        "quest.chaptergroups.a_reliable_friend.4.title" : "A Reliable Friend",
            "quest.chaptergroups.a_reliable_friend.4.1.title" : "Dog Bone",
                "quest.chaptergroups.a_reliable_friend.4.1.description.1" : "Find a wild wolf (the Vanilla Minecraft wolf).",
                "quest.chaptergroups.a_reliable_friend.4.1.description.2" : "Feed it bones (right click with a bone in your hand) until hearts appear above its head. If a collar appears on its neck and it sits down, you've done it right!",
                "quest.chaptergroups.a_reliable_friend.4.1.description.3" : "Feed the dog at least one Training Treat and the dog will disappear for a very brief second and a dog without a collar will take its place. At this point, you now have a Doggy Talents dog.",
                "quest.chaptergroups.a_reliable_friend.4.2.description.1" : "The first treat you will need to level up your dog. It can only level the dog to 20. After that, you will require the next tier treat, the Super Treat.",
                "quest.chaptergroups.a_reliable_friend.4.3.description.1" : "Once you have a Doggy Talents dog, you will be able to right click on it with a stick in hand (main or secondary) to open the dog information/talents menu.",
                "quest.chaptergroups.a_reliable_friend.4.3.description.2" : "This menu allows you to change the name of your dog, toggle its behavior, add talents, and toggle whether to obey other players. In the menu, your dog's basic level, dire level, and level spending points will be displayed just under the name box.",
                "quest.chaptergroups.a_reliable_friend.4.3.description.3" : "The more you level up your dog using the Treats in this order: Training Treat, Super Treat, Master Treat, and Dire Treat; the more points you have available to spend on your talents. Eventually, the dog will hit its maximum level, which will not",
                "quest.chaptergroups.a_reliable_friend.4.3.description.4" : "allow you to get anymore points once it hits this level cap.",
                "quest.chaptergroups.a_reliable_friend.4.4.description.1" : "The second treat you will need to level up your dog. It can only level the dog to 40. After that, you will require the next tier treat, the Master Treat.",
                "quest.chaptergroups.a_reliable_friend.4.5.description.1" : "The third treat you will need to level up your dog. It can only level the dog to 60. After that, you will require the final tier treat, the Dire Treat.",
                "quest.chaptergroups.a_reliable_friend.4.6.description.1" : "The forth and final treat you will need to level up your dog. It adds dire levels, which is maxed at 30. After that, you will no longer have the ability to level up the dog, hence the dog has reached the ultimate level. Also, at the maximum dire",
                "quest.chaptergroups.a_reliable_friend.4.6.description.2" : "level, end-like particles will begin to emit from your dog.",
                "quest.chaptergroups.a_reliable_friend.4.7.description.1" : "This item is like a map, but for locating your dog when it has the Radio Collar equipped. To locate your dog, right click with the item in your main hand and it will give your dog's distance away from you and in which direction it is in. However,",
                "quest.chaptergroups.a_reliable_friend.4.7.description.2" : "this item only works if the dog is in the same dimension.",
                "quest.chaptergroups.a_reliable_friend.4.8.description.1" : "This item allows you to carry food items for your dog. You can feed your dog the items inside by right clicking on your dog with the bag in hand.",
                "quest.chaptergroups.a_reliable_friend.4.8.description.2" : "You can also place the items from inside the bag into a Food Bowl by right clicking on the bowl with the bag in your hand.",
            "quest.chaptergroups.a_reliable_friend.4.9.title" : "Dog Decorations",
                "quest.chaptergroups.a_reliable_friend.4.9.description.1" : "This gives your dog a collar! To equip the collar, right click on your dog with the collar in your main hand. You can customize the color of the collars in a similar fashion as in the Wearable Backpacks mod!",
                "quest.chaptergroups.a_reliable_friend.4.9.description.2" : "To do so, just add it and dyes in a crafting table or applying it directly to your dog. You can take them off by using the Collar Sheers",
                "quest.chaptergroups.a_reliable_friend.4.10.description.1" : "This special stick gives your dog the Glowing Level 1 effect for 100 ticks (5 seconds), the Speed Level 6 effect for 200 ticks (10 seconds), and the regeneration Level 1 effect for 100 ticks (5 seconds).",
                "quest.chaptergroups.a_reliable_friend.4.11.description.1" : "You can play with your dog with this item! First, set your dog into docile mode, then right click to throw the bone. The dog to take off after the bone, grab it, and give it back to you as a Drool Throw Bone",
                "quest.chaptergroups.a_reliable_friend.4.11.description.2" : "To throw the bone again, you must clean the bone off first by right clicking it or adding it to a crafting table in order to get a Throw Bone.",
                "quest.chaptergroups.a_reliable_friend.4.12.description.1" : "This functions the same way as the Throw Bone.",
                "quest.chaptergroups.a_reliable_friend.4.13.description.1" : "This special bone is required to breed your dogs.",
                "quest.chaptergroups.a_reliable_friend.4.14.description.1" : "These special sheers can cut off the wool collars off your dog. Also, the sheers can untame your dog.",
                "quest.chaptergroups.a_reliable_friend.4.15.description.1" : "Modes",
                "quest.chaptergroups.a_reliable_friend.4.15.description.2" : "These control how the dog reacts to other entities and interacts with you The tips of each mode appear above the dog as in the following image",
                "quest.chaptergroups.a_reliable_friend.4.15.description.3" : "Docile (D)",
                "quest.chaptergroups.a_reliable_friend.4.15.description.4" : "In this mode, your dog will follow you but not attack anything. They will also play fetch with you when you throw the Throw Bone or Throw Stick. This mode will show up as the tip,\"(D)\" just above the dogs name.",
                "quest.chaptergroups.a_reliable_friend.4.15.description.5" : "Wandering (W)",
                "quest.chaptergroups.a_reliable_friend.4.15.description.6" : "In this mode, your dog will stay near its bowl and wait for your next command. To set your dog's bowl, simply place one and bring your dog within 1 block of it. This mode will show up as the tip,\"(W)\" just above the dog's name.",
                "quest.chaptergroups.a_reliable_friend.4.15.description.7" : "Aggressive (A)",
                "quest.chaptergroups.a_reliable_friend.4.15.description.8" : "In this mode, your dog will follow you and attack anything that either attacks you or that you attack. This mode will show up as the tip,\"(A)\" just above the dogs name.",
                "quest.chaptergroups.a_reliable_friend.4.15.description.9" : "Berserker (B)",
                "quest.chaptergroups.a_reliable_friend.4.15.description.10" : "In this mode, your dog will follow you and will attack any mob that draws near. This mode will show up as the tip,\"(B)\" just above the dogs name.",
                "quest.chaptergroups.a_reliable_friend.4.15.description.11" : "Tactical (T)",
                "quest.chaptergroups.a_reliable_friend.4.15.description.12" : "In this mode, your dog will follow you but will not attack anything unless you use the command beam to attack the entity you right click on (with the item in hand). This mode will show up as the tip,\"(T)\" just above the dogs name.",
                "quest.chaptergroups.a_reliable_friend.4.15.description.13" : "Incapacitated (I)",
                "quest.chaptergroups.a_reliable_friend.4.15.description.14" : "In this mode, your dog will be covered in blood and it will not attack nor will let you interact with it (except to let you make it sit down). The dog will enter this mode only when its health is 1/2 of a heart (1 HP) and its health will not reach 0,",
                "quest.chaptergroups.a_reliable_friend.4.15.description.15" : "preventing the dog from dying. The dog will eventually exit this mode once its health reaches above 1 HP, however, it will not be at full health after exiting this mode. To force the dog to exit the mode at full health, feed it a cake.",
                "quest.chaptergroups.a_reliable_friend.4.15.description.16" : "This mode can be turned off in the configuration settings. This mode will show up as the tip,\"(I)\" just above the dogs name.",

        "quest.chaptergroups.a_reliable_friend.5.title" : "Card Collector",
            "quest.chaptergroups.a_reliable_friend.5.1.title" : "{quest.any}", 


    "_comment1": "2280ECB310C79FE3",
    "quest.chaptergroups.1.title" : "Exploration",
    
    "_comment2": "4BB8DCEF290E19CA",
    "quest.chaptergroups.2.title" : "Technology",
        "quest.chaptergroups.a_reliable_friend.1.title" : "Machinery",
            "quest.chaptergroups.a_reliable_friend.1.1.subtitle" : "Welcome to Create!",
                "quest.chaptergroups.a_reliable_friend.1.1.description.1" : "I'll be your short and basic guide in a beautiful world of Create!",
                "quest.chaptergroups.a_reliable_friend.1.1.description.2" : "You can also always check Youtube for more detailed visual walkthroughs. (you will definitely will do that)",
                "quest.chaptergroups.a_reliable_friend.1.1.description.3" : "Now let's create your first machinery",
            "quest.chaptergroups.a_reliable_friend.1.2.subtitle" : "Check it out right now. It's awesome I promise!",
                "quest.chaptergroups.a_reliable_friend.1.2.description.1" : "Pondering is an in-game guide system that allows the player to quickly get information about Create blocks.",
                "quest.chaptergroups.a_reliable_friend.1.2.description.2" : "An item can be Pondered by hovering over it and holding \"W\" until the bar below the item is filled up. This displays an animated infographic about the item being pondered.",
                "quest.chaptergroups.a_reliable_friend.1.2.description.3" : "Pondering is an in-game guide system that allows the player to quickly get information about Create blocks.",
            "quest.chaptergroups.a_reliable_friend.1.3.subtitle" : "Hover over this block in your inventory and hold 'W' to see how it works and how to assemble it correctly",
                "quest.chaptergroups.a_reliable_friend.1.3.description.1" : "One of the more basic generators is called the Water Wheel. This concept should sound familiar, especially to people that have been playing modded minecraft for a bit. To get it spinning, all you have to do is get some water flowing around it. Pay attention the direction the water is flowing though, as it will spin at only half the rate when water flows in the wrong direction.",
                "quest.chaptergroups.a_reliable_friend.1.4.description.1" : "While cogwheels can be used as fancy looking shafts, their main use is a little different. They will relay rotation sideways to other cogwheels while keeping the axis of rotation. Directly adjacent cogwheels will also reverse the direction of rotation.",
                "quest.chaptergroups.a_reliable_friend.1.4.description.2" : "When mixing large and small cogwheel the speed of rotation will also change",
                "quest.chaptergroups.a_reliable_friend.1.4.description.3" : "Two large cogwheels at an 90° Angle allow for the axis of rotation to be changed.",
                "quest.chaptergroups.a_reliable_friend.1.5.description.1" : "The most basic and cheapest way of transferring rotational force is the shaft. This will relay rotation in a straight line to all connected shafts.",
                "quest.chaptergroups.a_reliable_friend.1.5.description.2" : "Shafts also come in a encased variant, they have the same functionality, just look a bit different",
                "quest.chaptergroups.a_reliable_friend.1.6.description.1" : "A lot of Create's machines need to be powered to operate. This power can be called rotational force or just Rotation.",
                "quest.chaptergroups.a_reliable_friend.1.6.description.2" : "There are a couple different components that can create this rotational force in one way or another, they are called Generators. Just generation alone won't get you very far though, it still has to be relayed to the desired machines.",
                "quest.chaptergroups.a_reliable_friend.1.6.description.3" : "There is a variety of different blocks in Create that can achieve just that. Best is play around with each component to familiarize yourself with its abilities. It is important to know the options when having to deal with complex connection tasks in a potentially less forgiving environment.",
                "quest.chaptergroups.a_reliable_friend.1.6.description.4" : "Multiple generators can be connected together in order achieve a greater Capacity score for the attached kinetic network. When attaching new generators to running components, it is important that the added generator rotates in the same direction as the component it is attached to. When connecting two kinetic blocks with incompatible direction of rotation, you'll notice that the blocks just break. However, trouble-shooting this will be quite straight-forward - all you need to do is to include a means of reversing the rotation between the generator and the rest",
                "quest.chaptergroups.a_reliable_friend.1.6.title" : "Generate and Convey",
                "quest.chaptergroups.a_reliable_friend.1.7.description.1" : "The gearbox is a simple block that relays rotation between 4 of its faces while reversing straight connections.",
            "quest.chaptergroups.a_reliable_friend.1.8.title" : "Belts",
                "quest.chaptergroups.a_reliable_friend.1.8.description.1" : "To place down belts you will need 2 shafts facing in the same direction. They can be placed in 3 orientations, horizontal, vertical or diagonal at an 45° angle",
                "quest.chaptergroups.a_reliable_friend.1.8.description.2" : "Click on the first shaft and you will see some particle effects to where you are looking. When looking at a valid second shaft, these particles will turn green. Once you got a belt in place, it will relay rotation between the two shafts while keeping rotation and speed the same.",
                "quest.chaptergroups.a_reliable_friend.1.8.description.3" : "You can also click a shaft onto any piece of a belt to insert an additional pulley that you can connect components to.",


    "_comment3": "46433AE7955AB640",
    "quest.chaptergroups.3.title" : "Farming | Cooking",
        "quest.chaptergroups.farm.1.title" : "Fish n Farm",
            "quest.chaptergroups.farm.1.1.title" : "What is this junk?",
            "quest.chaptergroups.farm.1.2.title" : "Gotta Catch Them All!",
            "quest.chaptergroups.farm.1.3.title" : "Sweet Berries",
                "quest.chaptergroups.farm.1.3.description.1" : "You are going to have to travel to the great white north to find some of these delicous berries.",
            "quest.chaptergroups.farm.1.4.title" : "Hell Wart",
                "quest.chaptergroups.farm.1.4.description.1" : "Nether fortress mold.",
            "quest.chaptergroups.farm.1.5.title" : "Sugar or Paper?",
                "quest.chaptergroups.farm.1.5.description.1" : "Let those stalks reach for the sky!",
                "quest.chaptergroups.farm.1.5.description.2" : "You don't have jack on me Mr. Pumpkin!",
            "quest.chaptergroups.farm.1.6.title" : "Basic Farming",
                "quest.chaptergroups.farm.1.6.description.1" : "The following are your basic crops that will always be handy when you are hungry.",
                "quest.chaptergroups.farm.1.6.description.2" : "The quests following the initial crops give a basic recipe to help keep you fed but look to JEI for more complex and fullfilling recipes.",
                "quest.chaptergroups.farm.1.6.description.3" : "You will come across a lot of these from grass.",
                "quest.chaptergroups.farm.1.6.description.4" : "I am supposed to beat a root?",
            "quest.chaptergroups.farm.1.7.title" : "Cacti",
                "quest.chaptergroups.farm.1.7.description.1" : "Desert adventure time.",
            "quest.chaptergroups.farm.1.8.title" : "Potato, Potatoe",
                "quest.chaptergroups.farm.1.8.description.1" : "Should be able to nab some of these to get you started from a village.",
            "quest.chaptergroups.farm.1.9.title" : "Carrots",
                "quest.chaptergroups.farm.1.9.description.1" : "Should be able to find a few of these in villages as well.",
            "quest.chaptergroups.farm.1.10.title" : "Wheatabix",
                "quest.chaptergroups.farm.1.10.description.1" : "Get to growing!",
            "quest.chaptergroups.farm.1.11.title" : "Sugar",
                "quest.chaptergroups.farm.1.11.description.1" : "Man I will be able to write so much stuff on this.",
                "quest.chaptergroups.farm.1.11.description.2" : "The skin of the innocent..... oh boy that sounds bad.....",
                "quest.chaptergroups.farm.1.11.description.3" : "Eggs o'plenty!",
                "quest.chaptergroups.farm.1.11.description.4" : "Give your base some flair.",
                "quest.chaptergroups.farm.1.11.description.5" : "Time to get fishing!",                
                "quest.chaptergroups.farm.1.11.description.6" : "Fillet of fish sure sounds a lot better than eating a whole fish, scales and all.",                
                "quest.chaptergroups.farm.1.11.description.7" : "Pretty much a sharp stick.",
                "quest.chaptergroups.farm.1.11.description.8" : "My own custom designed fishing rod. Can be customized with special tackle and bait.",
                "quest.chaptergroups.farm.1.11.description.9" : "Should be better than cutting open a fish with a sharp stick.",
                "quest.chaptergroups.farm.1.11.description.10" : "My first professional fillet knife.",
                "quest.chaptergroups.farm.1.11.description.11" : "My worst purchased knife.",
                "quest.chaptergroups.farm.1.11.description.12" : "This knife should never dull.",
                "quest.chaptergroups.farm.1.11.description.13" : "A fillet knife imbuded with the power of Neptune. It will never break and gives additional fillets per fish.",
                "quest.chaptergroups.farm.1.11.description.14" : "Plays a note when a fish is about to bite when applied to a rod.",
                "quest.chaptergroups.farm.1.11.description.15" : "Incurs a 50% chance to not use durability when applied to a rod, as well as increase the rods luck.",
            "quest.chaptergroups.farm.1.12.title" : "Bait",
                "quest.chaptergroups.farm.1.12.description.1" : "Worms are but a single bait that can be used with fishing rods. Their are also leeches and minnows that you catch by fishing.",
                "quest.chaptergroups.farm.1.12.description.2" : "The worm box works like the composter (load with vegetables or fruit) but it produces worms to use as bait.",
                "quest.chaptergroups.farm.1.12.description.3" : "Is placed on the ground with a rightclick. From there, you can access it's inventory where you can apply tackle to fishing rods on the right. The box also has storage slots to hold bait and tackle. To pickup the box again simply shift rightclick it.",
                "quest.chaptergroups.farm.1.12.description.4" : "I caught a chest..... wonder if it is anything valuable?",
                "quest.chaptergroups.farm.1.12.description.5" : "Can be dyed like leather and can be used to customize your fishing rod",
                "quest.chaptergroups.farm.1.12.description.6" : "Can be dyed like leather and can be used to customize your fishing rod.",
                "quest.chaptergroups.farm.1.12.description.7" : "Incurs a 20% chance to not use durability when applied to a rod.",
                "quest.chaptergroups.farm.1.12.description.8" : "Increases a rods luck when applied to a rod.",
                "quest.chaptergroups.farm.1.12.description.9" : "Incurs a 50% chance to not use durability when applied to a rod.",
                "quest.chaptergroups.farm.1.12.description.10" : "Allows a rod to cast further when applied to a rod.",
                "quest.chaptergroups.farm.1.12.description.11" : "Allows a chance to catch two things at once when applied to a rod.",
                "quest.chaptergroups.farm.1.12.description.12" : "Increases the amount of time allowed to reel in a fish when applied to a rod.",
                "quest.chaptergroups.farm.1.12.description.13" : "When you are the best fisherman around.",
                "quest.chaptergroups.farm.1.12.description.14" : "When you just want to blind the fish.",
                "quest.chaptergroups.farm.1.12.description.15" : "The best fishing rod around. Neptune's personal rod. Increases bite rate of fish.",
            "quest.chaptergroups.farm.1.1.subtitle" : "Gather every sapling from a dark forest or variants",
            "quest.chaptergroups.farm.1.2.subtitle" : "Gather every sapling from a jungle or variants",
            "quest.chaptergroups.farm.1.3.subtitle" : "Gather every sapling from a plains or variants",
            "quest.chaptergroups.farm.1.4.subtitle" : "Gather every sapling from a Croptopia mod",
            "quest.chaptergroups.farm.1.5.subtitle" : "Gather every seed from a Croptopia mod"

            
}

