{
    "_comment": "{quest.overview.1.title}",
    "quest.step1" : "Step 1:",
    "quest.step2" : "Step 2:",
    "quest.step3" : "Step 3:",

    "_comment0": "",
    "quest.chaptergroups.0.title" : "Default",
        "quest.chaptergroups.a_reliable_friend.4.title" : "A Reliable Friend",
            "quest.chaptergroups.a_reliable_friend.4.1.title" : "Dog Bone",
                "quest.chaptergroups.a_reliable_friend.4.1.description.1" : "Find a wild wolf (the Vanilla Minecraft wolf).",
                "quest.chaptergroups.a_reliable_friend.4.1.description.2" : "Feed it bones (right click with a bone in your hand) until hearts appear above its head. If a collar appears on its neck and it sits down, you've done it right!",
                "quest.chaptergroups.a_reliable_friend.4.1.description.3" : "Feed the dog at least one Training Treat and the dog will disappear for a very brief second and a dog without a collar will take its place. At this point, you now have a Doggy Talents dog.",
                "quest.chaptergroups.a_reliable_friend.4.2.description.1" : "The first treat you will need to level up your dog. It can only level the dog to 20. After that, you will require the next tier treat, the Super Treat.",
                "quest.chaptergroups.a_reliable_friend.4.3.description.1" : "Once you have a Doggy Talents dog, you will be able to right click on it with a stick in hand (main or secondary) to open the dog information/talents menu.",
                "quest.chaptergroups.a_reliable_friend.4.3.description.2" : "This menu allows you to change the name of your dog, toggle its behavior, add talents, and toggle whether to obey other players. In the menu, your dog's basic level, dire level, and level spending points will be displayed just under the name box.",
                "quest.chaptergroups.a_reliable_friend.4.3.description.3" : "The more you level up your dog using the Treats in this order: Training Treat, Super Treat, Master Treat, and Dire Treat; the more points you have available to spend on your talents. Eventually, the dog will hit its maximum level, which will not",
                "quest.chaptergroups.a_reliable_friend.4.3.description.4" : "allow you to get anymore points once it hits this level cap.",
                "quest.chaptergroups.a_reliable_friend.4.4.description.1" : "The second treat you will need to level up your dog. It can only level the dog to 40. After that, you will require the next tier treat, the Master Treat.",
                "quest.chaptergroups.a_reliable_friend.4.5.description.1" : "The third treat you will need to level up your dog. It can only level the dog to 60. After that, you will require the final tier treat, the Dire Treat.",
                "quest.chaptergroups.a_reliable_friend.4.6.description.1" : "The forth and final treat you will need to level up your dog. It adds dire levels, which is maxed at 30. After that, you will no longer have the ability to level up the dog, hence the dog has reached the ultimate level. Also, at the maximum dire",
                "quest.chaptergroups.a_reliable_friend.4.6.description.2" : "level, end-like particles will begin to emit from your dog.",
                "quest.chaptergroups.a_reliable_friend.4.7.description.1" : "This item is like a map, but for locating your dog when it has the Radio Collar equipped. To locate your dog, right click with the item in your main hand and it will give your dog's distance away from you and in which direction it is in. However,",
                "quest.chaptergroups.a_reliable_friend.4.7.description.2" : "this item only works if the dog is in the same dimension.",
                "quest.chaptergroups.a_reliable_friend.4.8.description.1" : "This item allows you to carry food items for your dog. You can feed your dog the items inside by right clicking on your dog with the bag in hand.",
                "quest.chaptergroups.a_reliable_friend.4.8.description.2" : "You can also place the items from inside the bag into a Food Bowl by right clicking on the bowl with the bag in your hand.",
            "quest.chaptergroups.a_reliable_friend.4.9.title" : "Dog Decorations",
                "quest.chaptergroups.a_reliable_friend.4.9.description.1" : "This gives your dog a collar! To equip the collar, right click on your dog with the collar in your main hand. You can customize the color of the collars in a similar fashion as in the Wearable Backpacks mod!",
                "quest.chaptergroups.a_reliable_friend.4.9.description.2" : "To do so, just add it and dyes in a crafting table or applying it directly to your dog. You can take them off by using the Collar Sheers",
                "quest.chaptergroups.a_reliable_friend.4.10.description.1" : "This special stick gives your dog the Glowing Level 1 effect for 100 ticks (5 seconds), the Speed Level 6 effect for 200 ticks (10 seconds), and the regeneration Level 1 effect for 100 ticks (5 seconds).",
                "quest.chaptergroups.a_reliable_friend.4.11.description.1" : "You can play with your dog with this item! First, set your dog into docile mode, then right click to throw the bone. The dog to take off after the bone, grab it, and give it back to you as a Drool Throw Bone",
                "quest.chaptergroups.a_reliable_friend.4.11.description.2" : "To throw the bone again, you must clean the bone off first by right clicking it or adding it to a crafting table in order to get a Throw Bone.",
                "quest.chaptergroups.a_reliable_friend.4.12.description.1" : "This functions the same way as the Throw Bone.",
                "quest.chaptergroups.a_reliable_friend.4.13.description.1" : "This special bone is required to breed your dogs.",
                "quest.chaptergroups.a_reliable_friend.4.14.description.1" : "These special sheers can cut off the wool collars off your dog. Also, the sheers can untame your dog.",
                "quest.chaptergroups.a_reliable_friend.4.15.description.1" : "Modes",
                "quest.chaptergroups.a_reliable_friend.4.15.description.2" : "These control how the dog reacts to other entities and interacts with you The tips of each mode appear above the dog as in the following image",
                "quest.chaptergroups.a_reliable_friend.4.15.description.3" : "Docile (D)",
                "quest.chaptergroups.a_reliable_friend.4.15.description.4" : "In this mode, your dog will follow you but not attack anything. They will also play fetch with you when you throw the Throw Bone or Throw Stick. This mode will show up as the tip,\"(D)\" just above the dogs name.",
                "quest.chaptergroups.a_reliable_friend.4.15.description.5" : "Wandering (W)",
                "quest.chaptergroups.a_reliable_friend.4.15.description.6" : "In this mode, your dog will stay near its bowl and wait for your next command. To set your dog's bowl, simply place one and bring your dog within 1 block of it. This mode will show up as the tip,\"(W)\" just above the dog's name.",
                "quest.chaptergroups.a_reliable_friend.4.15.description.7" : "Aggressive (A)",
                "quest.chaptergroups.a_reliable_friend.4.15.description.8" : "In this mode, your dog will follow you and attack anything that either attacks you or that you attack. This mode will show up as the tip,\"(A)\" just above the dogs name.",
                "quest.chaptergroups.a_reliable_friend.4.15.description.9" : "Berserker (B)",
                "quest.chaptergroups.a_reliable_friend.4.15.description.10" : "In this mode, your dog will follow you and will attack any mob that draws near. This mode will show up as the tip,\"(B)\" just above the dogs name.",
                "quest.chaptergroups.a_reliable_friend.4.15.description.11" : "Tactical (T)",
                "quest.chaptergroups.a_reliable_friend.4.15.description.12" : "In this mode, your dog will follow you but will not attack anything unless you use the command beam to attack the entity you right click on (with the item in hand). This mode will show up as the tip,\"(T)\" just above the dogs name.",
                "quest.chaptergroups.a_reliable_friend.4.15.description.13" : "Incapacitated (I)",
                "quest.chaptergroups.a_reliable_friend.4.15.description.14" : "In this mode, your dog will be covered in blood and it will not attack nor will let you interact with it (except to let you make it sit down). The dog will enter this mode only when its health is 1/2 of a heart (1 HP) and its health will not reach 0,",
                "quest.chaptergroups.a_reliable_friend.4.15.description.15" : "preventing the dog from dying. The dog will eventually exit this mode once its health reaches above 1 HP, however, it will not be at full health after exiting this mode. To force the dog to exit the mode at full health, feed it a cake.",
                "quest.chaptergroups.a_reliable_friend.4.15.description.16" : "This mode can be turned off in the configuration settings. This mode will show up as the tip,\"(I)\" just above the dogs name.",

    "_comment1": "2280ECB310C79FE3",
    "quest.chaptergroups.1.title" : "Exploration",
    
    "_comment2": "4BB8DCEF290E19CA",
    "quest.chaptergroups.2.title" : "Technology",
    
    "_comment3": "46433AE7955AB640",
    "quest.chaptergroups.3.title" : "Farming | Cooking"
}

