{
	"quest.step1" : "Etapa 1:",
    "quest.step2" : "Etapa 2:",
    "quest.step3" : "Etapa 3:",

	"quest.chaptergroups.0.title" : "Padrão",
	"quest.chaptergroups.a_reliable_friend.4.title" : "Amigo Fiel",
		"quest.chaptergroups.a_reliable_friend.4.1.title" : "Osso de cão",
			"quest.chaptergroups.a_reliable_friend.4.1.description.1" : "Encontre um lobo selvagem (o lobo Vanilla Minecraft).",
			"quest.chaptergroups.a_reliable_friend.4.1.description.2" : "Alimente-o com ossos (clique com o botão direito com um osso em sua mão) até que corações apareçam acima de sua cabeça. Se aparecer uma coleira no pescoço e ele se sentar, você acertou!",
			"quest.chaptergroups.a_reliable_friend.4.1.description.3" : "Alimente o cão com pelo menos uma guloseima de treinamento e o cão desaparecerá por um breve segundo e um cão sem coleira tomará seu lugar. Neste ponto, você agora tem um cachorro Doggy Talents.",
			"quest.chaptergroups.a_reliable_friend.4.2.description.1" : "A primeira guloseima que você precisará para aumentar o nível do seu cão. Ele só pode nivelar o cão para 20. Depois disso, você precisará da próxima guloseima, a Super Guloseima.",
			"quest.chaptergroups.a_reliable_friend.4.3.description.1" : "Depois de ter um cão Doggy Talents, você poderá clicar com o botão direito nele com um bastão na mão (principal ou secundário) para abrir o menu de informações/talentos do cão.",
			"quest.chaptergroups.a_reliable_friend.4.3.description.2" : "Este menu permite que você mude o nome do seu cão, alterne seu comportamento, adicione talentos e alterne se deve obedecer a outros jogadores. No menu, o nível básico, o nível terrível e os pontos de gasto de nível do seu cão serão exibidos logo abaixo da caixa de nome.",
			"quest.chaptergroups.a_reliable_friend.4.3.description.3" : "Quanto mais você aumenta o nível do seu cão usando as guloseimas nesta ordem: Guloseima de Treinamento, Super Guloseima, Guloseima Mestre e Guloseimas Dire; mais pontos você tem disponível para gastar em seus talentos. ",
			"quest.chaptergroups.a_reliable_friend.4.3.description.4" : "Eventualmente, o cachorro atingirá seu nível máximo, o que não permitirá que você obtenha mais pontos quando atingir esse limite de nível.",
			"quest.chaptergroups.a_reliable_friend.4.4.description.1" : "A segunda guloseima que você precisará para aumentar o nível do seu cão. Ele só pode nivelar o cão para 40. Depois disso, você precisará do próximo nível de tratamento, o Master Treat.",
			"quest.chaptergroups.a_reliable_friend.4.5.description.1" : "A terceira guloseima que você precisará para aumentar o nível do seu cão. Ele só pode nivelar o cão para 60. Depois disso, você precisará da guloseima de nível final, o Dire Treat.",
			"quest.chaptergroups.a_reliable_friend.4.6.description.1" : "A quarta e última guloseima que você precisará para aumentar o nível do seu cão. Ele adiciona níveis terríveis, que atingem o máximo de 30. Depois disso, você não terá mais a capacidade de aumentar o nível do cão, portanto, o cão atingiu o nível máximo.",
			"quest.chaptergroups.a_reliable_friend.4.6.description.2" : "Além disso, no nível máximo terrível, partículas semelhantes a extremidades começarão a ser emitidas de seu cão.",
			"quest.chaptergroups.a_reliable_friend.4.7.description.1" : "Este item é como um mapa, mas para localizar seu cachorro quando ele estiver equipado com a Coleira Rádio. Para localizar seu cão, clique com o botão direito do mouse no item em sua mão principal e ele fornecerá a distância de seu cão a você e em que direção ele está.",
			"quest.chaptergroups.a_reliable_friend.4.7.description.2" : "No entanto, este item só funciona se o cão estiver na mesma dimensão.",
			"quest.chaptergroups.a_reliable_friend.4.8.description.1" : "Este artigo permite-lhe transportar alimentos para o seu cão. Você pode alimentar seu cão com os itens dentro clicando com o botão direito do mouse em seu cão com a sacola na mão.",
			"quest.chaptergroups.a_reliable_friend.4.8.description.2" : "Você também pode colocar os itens de dentro da sacola em uma tigela de comida clicando com o botão direito na tigela com a sacola na mão.",
		"quest.chaptergroups.a_reliable_friend.4.9.title" : "Decorações para cães",
			"quest.chaptergroups.a_reliable_friend.4.9.description.1" : "Isso dá ao seu cachorro uma coleira! Para equipar a coleira, clique com o botão direito no seu cachorro com a coleira na mão principal. Você pode personalizar a cor das coleiras de maneira semelhante ao mod Mochilas vestíveis!",
			"quest.chaptergroups.a_reliable_friend.4.9.description.2" : "Para isso, basta adicioná-lo e tingi-lo em uma mesa de trabalho ou aplicar diretamente no seu cachorro. Você pode tirá-los usando o Collar Sheers",
			"quest.chaptergroups.a_reliable_friend.4.10.description.1" : "Este bastão especial dá ao seu cão o efeito Glowing Level 1 por 100 ticks (5 segundos), o efeito Speed ​​Level 6 por 200 ticks (10 segundos) e o efeito de regeneração Level 1 por 100 ticks (5 segundos).",
			"quest.chaptergroups.a_reliable_friend.4.11.description.1" : "Você pode brincar com seu cachorro com este item! Primeiro, coloque seu cachorro no modo dócil e clique com o botão direito para jogar o osso. O cachorro para correr atrás do osso, agarrá-lo e devolvê-lo a você como um Drool Throw Bone",
			"quest.chaptergroups.a_reliable_friend.4.11.description.2" : "Para jogar o osso novamente, você deve limpar o osso primeiro clicando com o botão direito ou adicionando-o a uma mesa de trabalho para obter um osso de arremesso.",
			"quest.chaptergroups.a_reliable_friend.4.12.description.1" : "Funciona da mesma forma que o Throw Bone.",
			"quest.chaptergroups.a_reliable_friend.4.13.description.1" : "Este osso especial é necessário para criar seus cães.",
			"quest.chaptergroups.a_reliable_friend.4.14.description.1" : "Estas tesouras especiais podem cortar as coleiras de lã do seu cão. Além disso, os sheers podem indomável seu cão.",
			"quest.chaptergroups.a_reliable_friend.4.15.description.1" : "Modos",
			"quest.chaptergroups.a_reliable_friend.4.15.description.2" : "Estes controlam como o cachorro reage a outras entidades e interage com você As dicas de cada modo aparecem acima do cachorro como na imagem a seguir",
			"quest.chaptergroups.a_reliable_friend.4.15.description.3" : "Docile (D)",
			"quest.chaptergroups.a_reliable_friend.4.15.description.4" : "Neste modo, seu cão irá segui-lo, mas não atacará nada. Eles também brincarão de buscar com você quando você jogar o Throw Bone ou o Throw Stick. Este modo aparecerá como a dica, \"(D)\" logo acima do nome do cachorro.",
			"quest.chaptergroups.a_reliable_friend.4.15.description.5" : "Wandering (W)",
			"quest.chaptergroups.a_reliable_friend.4.15.description.6" : "Neste modo, seu cão ficará perto de sua tigela e aguardará seu próximo comando. Para definir a tigela do seu cão, basta colocar uma e trazer o seu cão a 1 quarteirão dela. Este modo aparecerá como a dica, \"(W)\" logo acima do nome do cachorro.",
			"quest.chaptergroups.a_reliable_friend.4.15.description.7" : "Aggressive (A)",
			"quest.chaptergroups.a_reliable_friend.4.15.description.8" : "Neste modo, seu cão irá segui-lo e atacar qualquer coisa que o ataque ou que você ataque. Este modo aparecerá como a dica, \"(A)\" logo acima do nome do cachorro.",
			"quest.chaptergroups.a_reliable_friend.4.15.description.9" : "Berserker (B)",
			"quest.chaptergroups.a_reliable_friend.4.15.description.10" : "Neste modo, seu cão o seguirá e atacará qualquer multidão que se aproxime. Este modo aparecerá como a dica, \"(B)\" logo acima do nome do cachorro.",
			"quest.chaptergroups.a_reliable_friend.4.15.description.11" : "Tactical (T)",
			"quest.chaptergroups.a_reliable_friend.4.15.description.12" : "Neste modo, seu cão irá segui-lo, mas não atacará nada, a menos que você use o feixe de comando para atacar a entidade em que você clicar com o botão direito (com o item em mãos). Este modo aparecerá como a dica, \"(T)\" logo acima do nome do cachorro.",
			"quest.chaptergroups.a_reliable_friend.4.15.description.13" : "Incapacitated (I)",
			"quest.chaptergroups.a_reliable_friend.4.15.description.14" : "Neste modo, seu cão ficará coberto de sangue e não atacará nem permitirá que você interaja com ele (exceto para deixá-lo sentar). O cão entrará neste modo apenas quando sua saúde for 1/2 de um coração (1 HP) e sua saúde não chegar a 0,",
			"quest.chaptergroups.a_reliable_friend.4.15.description.15" : "evitando que o cão morra. O cão eventualmente sairá deste modo assim que sua saúde atingir mais de 1 HP, no entanto, não estará com a saúde total após sair deste modo. Para forçar o cão a sair do modo com plena saúde, alimente-o com um bolo.",
			"quest.chaptergroups.a_reliable_friend.4.15.description.16" : "Este modo pode ser desativado nas definições de configuração. Este modo aparecerá como a dica, \"(I)\" logo acima do nome do cão.",
	
	"quest.chaptergroups.1.title" : "Exploração",
    
	
	"quest.chaptergroups.2.title" : "Tecnologia",
    
	
	"quest.chaptergroups.3.title" : "Agricultura | Culinária"
}